T3.org
#+TITLE:      دَوْرَةُ الْتَّحريرِ العرَبِيِّ 
#+AUTHOR:     زِيَادٌ الْعُتَيْبِيُّ 
#+DATE:        السَّبْتِ للسَّابعِ والعشرين من شهرِ رمضانَ لسنةِ أربعين وأربعُ مئةٍ وألفٍ من الهجرة
#+LANGUAGE:    ar
#+OPTIONS:     H:4 num:nil toc:2 p:t
#+HTML_HEAD:   <link rel="stylesheet" type="text/css" href="test.css" />

* الْفَرْقُ بَيْنَ الْهَمْزَةِ والأَلِفِ

** القَاعِدَةُ مصورةً

|         | الهمزة  |         |         | الألف   |         |
|---------+---------+---------+---------+---------+---------|
| في أوله | في وسطه | في آخره | في أوله | في وسطه | في آخره |
| أ       | أَ       | أ       | ---     | ا       | ـــا    |
| إ       | ؤُ       | ؤ       |         |         | ى       |
| ا       | ئِ       | ئ       |         |         |         |
|         | ء       | ء       |         |         |         |

* الفَرقُ بَيْنَ هَمْزَةِ الوصلِ والقطعِ
القاعدةُ في معرفةِ الفَرقِ بينَ همزةِ الوصلِ والقطعِ هيَّ عن طريق معرفةِ نوعِ الكلمةِ --- حرفٌ، اسمٌ، فعلٌ.

** هَمْزَةُ الوَصْلِ والقَطْعِ فِي الحروفِ
جميعُ الحروفِ همزتهَا همزةُ قطعٍ ما عدَا آل التَعريفِ

| أن | أنَّ | ألا | أو  | أم  | أمَّا |
| إن | إنَّ | إلاَّ | إلى | إمَّا | همزة الاستفهام |

** هَمْزَةُ الوَصْلِ والقَطْعِ فِي الأسماءِ
لمعرفة الفرق بين همزتي الوصل والقطع لابد من معرفة نوع الاسم، هل هو:
- مصدر
- غير مصدر

| الأسماء العشرة المستثناه من أسماء غير المصدر |       |        |       |         |        |     |          |      |
|----------------------------------------------+-------+--------+-------+---------+--------+-----+----------+------|
| اسم                                          | ابن   | ابنة   | امرؤ  | امرأة   | اثنان  | است | ايم الله | ابنم |
| اسمان                                        | ابنان | ابنتان | امرآن | امرأتان | اثنتان |     |          |      |

- *ملاحظة:* الحكم الجاري على اسم يجري أيضا على المثنى أم الجمع فيكتب بهمزة قطع.
- *ملاحظة:* راجع باب الأفعال؛ لارتباطها بقاعدة المصدر
- *ملاحظة مهمة:* يجب عليك من أجل معرفة مواضع كتابة همزة الوصل والقطع أن تحدد نوع الكلمة أولا ثم إن كانت مصدرًا أو غير مصدر.
  
** هَمْزَةُ الوَصْلِ والقَطْعِ في الأفعالِ
تعتمد على عدد حروف الفعل الماضي --- ثلاثيٌّ، رباعيٌّ، خماسيٌّ، سداسيٌّ

*** الفِعْلُ الثُلاثيُّ

| ماضي | مضارع | أمر | مصدر |
|------+-------+-----+------|
| قطع  | قطع   | وصل | قطع  |

- *ملاحظة:* إذا التقت همزتين في فعل الأمر فتقلب الهمزة الثّانية لتكتب على ياءٍ أو واوٍ، مثل:
  - ائت - اؤكل

*** الفِعْلُ الرُّباعيُّ

| ماضي | مضارع | أمر | مصدر |
|------+-------+-----+------|
| قطع  | قطع   | قطع | قطع  |

*** الفِعْلُ الخُماسيُّ

| ماضي | مضارع | أمر | مصدر |
| وصل  | قطع   | وصل | وصل  |

*** الفِعْلُ السُّداسيُّ

| ماضي | مضارع | أمر | مصدر |
| وصل  | قطع   | وصل | وصل  |

* مَوَاضِعُ حّذْفِ هَمْزَةِ الوَصْلِ

وهذه المواضعُ خمسةُ مواضعٍ، وهنَّ:
- إذا دخلت لام الجَّرِ على آل التَّعريفِ
- إذا وقعت ابن وابنة بين علمين
- إذا سبقت بحرف النّداء
- إذا دخلت عليها همزة الاستفهامِ، ولها حالتين:
  - إذا دخلت على همزة وصل مكسورة، فتحذف همزة الوصل
  - إذا دخلت على همزة وصل مفتوحة، فتقلب إلى ألف ممدودة
- تحذف في فعل الأمر المبدوء بهمزةٍ، ولها شرطين:
  - أن تسبق بأحد أحرف المعاني -- الواو، والفاء -- فتحذف
  - أن يكون ما بعدها همزة ساكنة
  - فإذا توفّر هذان الشّرطين تحذف همزة الوصل، وتكتب همزة قطع، كمثال:
    - ائت + و = وأت

