T3.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="ar" xml:lang="ar">
<head>
<!-- 2019-06-02 Sun 02:19 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>دَوْرَةُ الْتَّحريرِ العرَبِيِّ</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="زِيَادٌ الْعُتَيْبِيُّ" />
<link rel="stylesheet" type="text/css" href="test.css" />
</head>
<body>
<div id="content">
<h1 class="title">دَوْرَةُ الْتَّحريرِ العرَبِيِّ</h1>
<div id="table-of-contents">
<h2>قائمة المحتويات</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org197cbd6">الْفَرْقُ بَيْنَ الْهَمْزَةِ والأَلِفِ</a>
<ul>
<li><a href="#orgc6b2168">القَاعِدَةُ مصورةً</a></li>
</ul>
</li>
<li><a href="#org92d9033">الفَرقُ بَيْنَ هَمْزَةِ الوصلِ والقطعِ</a>
<ul>
<li><a href="#orgb6cf217">هَمْزَةُ الوَصْلِ والقَطْعِ فِي الحروفِ</a></li>
<li><a href="#org8dd67f1">هَمْزَةُ الوَصْلِ والقَطْعِ فِي الأسماءِ</a></li>
<li><a href="#org5437d67">هَمْزَةُ الوَصْلِ والقَطْعِ في الأفعالِ</a></li>
</ul>
</li>
<li><a href="#org25d21cd">مَوَاضِعُ حّذْفِ هَمْزَةِ الوَصْلِ</a></li>
<li><a href="#org3b9db58">تنبيهات مهمّة لِهَمزَتَي الوَصْلِ والقَطْعِ</a></li>
<li><a href="#orgf2ae25f">رَسْمُ الهَمْزَةِ المُتَوَسِّطَةِ</a>
<ul>
<li><a href="#orgd8ee09f">أحكامٌ خاصَّةٌ لهمزةِ السّطر تخالفُ فيها هذه القاعدةَ</a></li>
<li><a href="#org9d12cda">رَسْمُ الهَمْزَةِ المُتَوَسِّطَةِ على ألفِ مدٍّ</a></li>
</ul>
</li>
<li><a href="#orgb3d23e2">الهَمْزَةُ المُتَطَرِّفَةُ</a></li>
<li><a href="#org8cfeaf0">الفرقُ بينَ التّاءِ المفتوحةِ، والمربوطةِ، والهاءِ</a></li>
<li><a href="#orga9ace9e">الألفُ اللّينةُ في الحروفِ</a></li>
<li><a href="#org0d093cf">الألفُ اللَّينةُ فِي الأسماءِ</a>
<ul>
<li><a href="#orgc544fe4">طرقُ تصريف الكلمة في الأسماء</a></li>
</ul>
</li>
<li><a href="#orge1c2b59">الألفُ اللَّينةُ في الأفعالِ</a>
<ul>
<li><a href="#org72c1b44">طرقُ تصريف الكلمة في الأفعال</a></li>
</ul>
</li>
<li><a href="#org0d0fd7d">الأَلِفُ الْفَارِقَةُ</a></li>
<li><a href="#org1e249cf">عَلَامَاتُ التَّرقِيمِ</a>
<ul>
<li><a href="#org0cfec04">الفَاصِلَةُ ،</a></li>
<li><a href="#org25113ee">الفَاصِلَةُ المَنْقُوطَةُ ؛</a></li>
<li><a href="#org0cb5fbe">الوَقْفَةُ .</a></li>
<li><a href="#org8110bde">النُّقْطَتان الرَّأسيَّتان :</a></li>
<li><a href="#orge6effeb">الشّرطةُ -</a></li>
<li><a href="#org2ee810d">نُقَطُ الإِضْمَارِ &#x2026;</a></li>
<li><a href="#org5883aec">الْقَوسَان الهِلَالِيان ()</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org197cbd6" class="outline-2">
<h2 id="org197cbd6">الْفَرْقُ بَيْنَ الْهَمْزَةِ والأَلِفِ</h2>
<div class="outline-text-2" id="text-org197cbd6">
</div>
<div id="outline-container-orgc6b2168" class="outline-3">
<h3 id="orgc6b2168">القَاعِدَةُ مصورةً</h3>
<div class="outline-text-3" id="text-orgc6b2168">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">الهمزة</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">الألف</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">في أوله</td>
<td class="org-left">في وسطه</td>
<td class="org-left">في آخره</td>
<td class="org-left">في أوله</td>
<td class="org-left">في وسطه</td>
<td class="org-left">في آخره</td>
</tr>

<tr>
<td class="org-left">أ</td>
<td class="org-left">أَ</td>
<td class="org-left">أ</td>
<td class="org-left">---</td>
<td class="org-left">ا</td>
<td class="org-left">ـــا</td>
</tr>

<tr>
<td class="org-left">إ</td>
<td class="org-left">ؤُ</td>
<td class="org-left">ؤ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">ى</td>
</tr>

<tr>
<td class="org-left">ا</td>
<td class="org-left">ئِ</td>
<td class="org-left">ئ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">ء</td>
<td class="org-left">ء</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>

<div id="outline-container-org92d9033" class="outline-2">
<h2 id="org92d9033">الفَرقُ بَيْنَ هَمْزَةِ الوصلِ والقطعِ</h2>
<div class="outline-text-2" id="text-org92d9033">
<p>
القاعدةُ في معرفةِ الفَرقِ بينَ همزةِ الوصلِ والقطعِ هيَّ عن طريق معرفةِ نوعِ الكلمةِ &#x2014; حرفٌ، اسمٌ، فعلٌ.
</p>
</div>

<div id="outline-container-orgb6cf217" class="outline-3">
<h3 id="orgb6cf217">هَمْزَةُ الوَصْلِ والقَطْعِ فِي الحروفِ</h3>
<div class="outline-text-3" id="text-orgb6cf217">
<p>
جميعُ الحروفِ همزتهَا همزةُ قطعٍ ما عدَا آل التَعريفِ
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">أن</td>
<td class="org-left">أنَّ</td>
<td class="org-left">ألا</td>
<td class="org-left">أو</td>
<td class="org-left">أم</td>
<td class="org-left">أمَّا</td>
</tr>

<tr>
<td class="org-left">إن</td>
<td class="org-left">إنَّ</td>
<td class="org-left">إلاَّ</td>
<td class="org-left">إلى</td>
<td class="org-left">إمَّا</td>
<td class="org-left">همزة الاستفهام</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org8dd67f1" class="outline-3">
<h3 id="org8dd67f1">هَمْزَةُ الوَصْلِ والقَطْعِ فِي الأسماءِ</h3>
<div class="outline-text-3" id="text-org8dd67f1">
<p>
لمعرفة الفرق بين همزتي الوصل والقطع لابد من معرفة نوع الاسم، هل هو:
</p>
<ul class="org-ul">
<li>مصدر</li>
<li>غير مصدر</li>
</ul>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">الأسماء العشرة المستثناه من أسماء غير المصدر</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">اسم</td>
<td class="org-left">ابن</td>
<td class="org-left">ابنة</td>
<td class="org-left">امرؤ</td>
<td class="org-left">امرأة</td>
<td class="org-left">اثنان</td>
<td class="org-left">است</td>
<td class="org-left">ايم الله</td>
<td class="org-left">ابنم</td>
</tr>

<tr>
<td class="org-left">اسمان</td>
<td class="org-left">ابنان</td>
<td class="org-left">ابنتان</td>
<td class="org-left">امرآن</td>
<td class="org-left">امرأتان</td>
<td class="org-left">اثنتان</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li><b>ملاحظة:</b> الحكم الجاري على اسم يجري أيضا على المثنى أم الجمع فيكتب بهمزة قطع.</li>
<li><b>ملاحظة:</b> راجع باب الأفعال؛ لارتباطها بقاعدة المصدر</li>
<li><b>ملاحظة مهمة:</b> يجب عليك من أجل معرفة مواضع كتابة همزة الوصل والقطع أن تحدد نوع الكلمة أولا ثم إن كانت مصدرًا أو غير مصدر.</li>
</ul>
</div>
</div>

<div id="outline-container-org5437d67" class="outline-3">
<h3 id="org5437d67">هَمْزَةُ الوَصْلِ والقَطْعِ في الأفعالِ</h3>
<div class="outline-text-3" id="text-org5437d67">
<p>
تعتمد على عدد حروف الفعل الماضي &#x2014; ثلاثيٌّ، رباعيٌّ، خماسيٌّ، سداسيٌّ
</p>
</div>

<div id="outline-container-orge5250df" class="outline-4">
<h4 id="orge5250df">الفِعْلُ الثُلاثيُّ</h4>
<div class="outline-text-4" id="text-orge5250df">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">ماضي</th>
<th scope="col" class="org-left">مضارع</th>
<th scope="col" class="org-left">أمر</th>
<th scope="col" class="org-left">مصدر</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">قطع</td>
<td class="org-left">قطع</td>
<td class="org-left">وصل</td>
<td class="org-left">قطع</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li><b>ملاحظة:</b> إذا التقت همزتين في فعل الأمر فتقلب الهمزة الثّانية لتكتب على ياءٍ أو واوٍ، مثل:
<ul class="org-ul">
<li>ائت - اؤكل</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org1399e3d" class="outline-4">
<h4 id="org1399e3d">الفِعْلُ الرُّباعيُّ</h4>
<div class="outline-text-4" id="text-org1399e3d">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">ماضي</th>
<th scope="col" class="org-left">مضارع</th>
<th scope="col" class="org-left">أمر</th>
<th scope="col" class="org-left">مصدر</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">قطع</td>
<td class="org-left">قطع</td>
<td class="org-left">قطع</td>
<td class="org-left">قطع</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org4353e69" class="outline-4">
<h4 id="org4353e69">الفِعْلُ الخُماسيُّ</h4>
<div class="outline-text-4" id="text-org4353e69">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">ماضي</td>
<td class="org-left">مضارع</td>
<td class="org-left">أمر</td>
<td class="org-left">مصدر</td>
</tr>

<tr>
<td class="org-left">وصل</td>
<td class="org-left">قطع</td>
<td class="org-left">وصل</td>
<td class="org-left">وصل</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org90a1546" class="outline-4">
<h4 id="org90a1546">الفِعْلُ السُّداسيُّ</h4>
<div class="outline-text-4" id="text-org90a1546">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">ماضي</td>
<td class="org-left">مضارع</td>
<td class="org-left">أمر</td>
<td class="org-left">مصدر</td>
</tr>

<tr>
<td class="org-left">وصل</td>
<td class="org-left">قطع</td>
<td class="org-left">وصل</td>
<td class="org-left">وصل</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>

<div id="outline-container-org25d21cd" class="outline-2">
<h2 id="org25d21cd">مَوَاضِعُ حّذْفِ هَمْزَةِ الوَصْلِ</h2>
<div class="outline-text-2" id="text-org25d21cd">
<p>
وهذه المواضعُ خمسةُ مواضعٍ، وهنَّ:
</p>
<ul class="org-ul">
<li>إذا دخلت لام الجَّرِ على آل التَّعريفِ</li>
<li>إذا وقعت ابن وابنة بين علمين</li>
<li>إذا سبقت بحرف النّداء</li>
<li>إذا دخلت عليها همزة الاستفهامِ، ولها حالتين:
<ul class="org-ul">
<li>إذا دخلت على همزة وصل مكسورة، فتحذف همزة الوصل</li>
<li>إذا دخلت على همزة وصل مفتوحة، فتقلب إلى ألف ممدودة</li>
</ul></li>
<li>تحذف في فعل الأمر المبدوء بهمزةٍ، ولها شرطين:
<ul class="org-ul">
<li>أن تسبق بأحد أحرف المعاني &#x2013; الواو، والفاء &#x2013; فتحذف</li>
<li>أن يكون ما بعدها همزة ساكنة</li>
<li>فإذا توفّر هذان الشّرطين تحذف همزة الوصل، وتكتب همزة قطع، كمثال:
<ul class="org-ul">
<li>ائت + و = وأت</li>
</ul></li>
</ul></li>
</ul>
</div>
</div>
