T3.org
* تنبيهات مهمّة لِهَمزَتَي الوَصْلِ والقَطْعِ

- همزةُ القطعِ حينما تسبقُ بواوٍ، أو فاءٍ، أو لامٍ، أو سينٍ؛ فإنَّها لا تخرجُ همزةَ القطعِ من أوَّليتها
- ما الحكم إذا اجتمعت همزتا قطع متتاليتين:
  - إذا اجتمعت همزتا قطع، وكانت الأولى مفتوحةً، والثّانيةُ ساكنةً؛ قلبت إلى ألف ممدودةٍ
  - إذا اجتمعت همزتا قطعٍ، وكانت الأولى مكسورةً، والثَّانيةُ ساكنةً؛ قلبت إلى ياءٍ؛ لثقل الهمزةِ في النّطقِ
  - إذا اجتمعت همزتا قطعٍ، وكانت الأولى مضمومةً، والثّانيةُ ساكنةً، قلبت إلى واوٍ
- لنفرقَ بين همزتي الوصل، والقطع، فإنّنا نقوم بدرجها في الكلام؛ فإن نطقت، فهي همزة قطع، وإن لم تنطق فهي همزة وصل. على سبيل المثال:
  - أنجز + و = وَأَنْجِزَ
  - استدرج + و = وَسْتَدرجَ. الأصح أن تكتب واستدرج ولكنها لا تنطق في الدّرج.
    
* رَسْمُ الهَمْزَةِ المُتَوَسِّطَةِ

| الحركة | رسمها |
|--------+-------|
| الكسر  | ئ    |
| الضم   | ؤ     |
| الفتح  |  أ    |
| السكون |  ء    |

- *ملاحظة:* لمعرفة كيفية كتابة الهمزة المتوسّطة نقوم باستخدام قاعدة الضعف والقوة لمعرفة حركة الحرف المهموز، وحركة الّذي قبله، ثمَّ ينظر إلى قوة الحركة --- الكسرُ ثمَّ الضّمُ ثمَّ الفتحُ ثمَّ السكونُ


** أحكامٌ خاصَّةٌ لهمزةِ السّطر تخالفُ فيها هذه القاعدةَ

| ساكن + مفتوح | ساكن + مفتوح (قريب من الطرف) | ساكن + مضموم (متضمنة ما شدد من الضم) |
|--------------+------------------------------+--------------------------------------|
| عبَاْءَةٌ        | مروْءَةٌ                        | مَوْءُدَةٌ                                |
| براْءَةٌ        | سُوْءَةٌ                   | تَبَوُّءُكَ                                |

** رَسْمُ الهَمْزَةِ المُتَوَسِّطَةِ على ألفِ مدٍّ
إذا وجدت هذه الصّورة *أ + ا* فإنَّها تقلب إلى *آ،* فحقيقة كلِّ مدٍّ هو عبارةٌ عن همزةٍ، وألفٍ. على سبيل المثال:
- شنآن = شنأان
- كآبة = كأابة

* الهَمْزَةُ المُتَطَرِّفَةُ

| الحركة | رسمها  |
|--------+--------|
| الكسر  | مُتَلَألِئ |
| الضم   | بُؤْبُؤٌ   |
| الفتح  | تَبَوَّأ   |
| السكون | عِبْء  |

- القاعدةُ هيَ بأن تنظر إلى الحركة الّتي تسبق الحرف المهموز (الهمزة المتطرّفة)
- يستثنى من هذا بضع حالاتٍ، وهنَّ:
  - أن يكون الحرف ما قبلَ الآخر مشدّدً، كمثل:
    - التَبوُّء، وأصلها التبووؤ، ولكنَّ العرب تكره توالي الأحرف؛ ولذلك حوّلوا الـ ؤ إلى ء
  - أن تكون الهمزة المتطرفة على السطر في حالة النّصب، وسبقت بحرف يقبل الوصل، فتكتب هكذا:
    - كُفْء = كُفْئًا
    - جُزْء = جُزْءًا
  - يستثنى من ذلك إذا سبقت بحرف لا يقبل الوصل كالألف، فتكتب هكذا:
    - نساءٌ = نساءً

* الفرقُ بينَ التّاءِ المفتوحةِ، والمربوطةِ، والهاءِ

- القاعدة هي بأن تعتمد على النّطقِ الصّوتيِّ، فتقف عليها، وتحركها لترى حالها.
- لا تنسى أن تضع نقاط التّاء المربوطة؛ كي لا تختلط مع هاء الضمير كمثالٍ

* الألفُ اللّينةُ في الحروفِ

جميعُ الحروف المختومة بألف تكتب ألفها طويلةً ما عدا أربعة أحرف، فتكتب ألفها مقصورةٌ، وهنَّ:
- إلى
- على
- حتى
- بلى

* الألفُ اللَّينةُ فِي الأسماءِ

- جميع الأسماء الأعجميّةُ المختومةُ بألف تكتب ألفها طويلةً ما عدا:
  - موسى - عيسى - متَّى - كسرى - بخارى - موسيقى
- الأسماء العربيّةُ، ويجبُ التّفريق بينهما؛ بمعرفة نوعِ الاسمِ:
  - فإن كان مبنيًّا مختومًا بألف، فتكتب ألفه طويلةً ما عدا:
    - لدى - متى - أنَّى - الأُلَى
  - فإن كان معربًا، فيجب النَّظر إلى الاسم العربيِّ عن طريقِ تصريفه، لمعرفة هل هو:
    - ثلاثيٌّ: فإن كان أصل الكلمة واو، فتكتب ألفًا طويلةً، وإن كان أصلها ياءً، فتكتب مقصورةً
      - ربا - يربو = رِبًا فهو الرِبَا
      - رَحَى - يَرْحَى = رحيًا فهو الُّرحى
    - جميعُ الأسماءِ الغيرِ ثلاثيّةٍ تكتبُ ألفها مقصورةً مطلقًا يستثنى منها ما سبق بياء، فتكتب ألفه عند ذلك طويلةً

** طرقُ تصريف الكلمة في الأسماء
- التَّثنيةُ
  - عصا = عصوان (واو)
- الجمعُ
  - حصى = حُصَيَّاتٌ أو حصيانٌ (ياء)
- التّفريدُ
  - عُرَا = عُروة ()
- التّأنيثُ
  - العُشَا = ناقةٌ عشواءٌ
   
* الألفُ اللَّينةُ في الأفعالِ

القاعدةُ مبنيّةٌ على معرفةِ الفعل هل هو:
- ثلاثيٌّ: القاعدة هي نفسها قاعدة الأسماء المعربة الثلاثيّةُ.
- غير ثلاثيٍّ: أيضًا نفس القاعدةِ للأسماء المعربة الغير ثلاثيّة

** طرقُ تصريف الكلمة في الأفعال

- بالإتيان بالمضارع
  - سما = يسمو
- بالإتيان بالمصدر
  - سعى - يسعى = سعيًا
- بإضافة التّاء
  - بكى = بكيت
    
* الأَلِفُ الْفَارِقَةُ
- سمِّيت الألف الفارقةُ بذلك لأنّ بها يفرق بين واو الجماعةِ، والواو الأصليّةِ
- الألفُ الفارقةُ تكتبُ ولا تنطق، وموضعها بعد واو الجماعةِ
- واو الجماعة:
  - كتب = كتبوا
  - يكتبُ = هم يكتبون
  - هم لم يكتبوا
- الواو الأصليّةُ
  - يدعو = هو يدعو - هم يدعون
  - هم لم يدعوا
- واو جمع المذكر السّالم
  - معلم = معلمون
  - معلمو المدرسةِ = يقتضي حذف النّون إذا أضيف بعدها كلمة

* عَلَامَاتُ التَّرقِيمِ

