T3.html

<div id="outline-container-org3b9db58" class="outline-2">
<h2 id="org3b9db58">تنبيهات مهمّة لِهَمزَتَي الوَصْلِ والقَطْعِ</h2>
<div class="outline-text-2" id="text-org3b9db58">
<ul class="org-ul">
<li>همزةُ القطعِ حينما تسبقُ بواوٍ، أو فاءٍ، أو لامٍ، أو سينٍ؛ فإنَّها لا تخرجُ همزةَ القطعِ من أوَّليتها</li>
<li>ما الحكم إذا اجتمعت همزتا قطع متتاليتين:
<ul class="org-ul">
<li>إذا اجتمعت همزتا قطع، وكانت الأولى مفتوحةً، والثّانيةُ ساكنةً؛ قلبت إلى ألف ممدودةٍ</li>
<li>إذا اجتمعت همزتا قطعٍ، وكانت الأولى مكسورةً، والثَّانيةُ ساكنةً؛ قلبت إلى ياءٍ؛ لثقل الهمزةِ في النّطقِ</li>
<li>إذا اجتمعت همزتا قطعٍ، وكانت الأولى مضمومةً، والثّانيةُ ساكنةً، قلبت إلى واوٍ</li>
</ul></li>
<li>لنفرقَ بين همزتي الوصل، والقطع، فإنّنا نقوم بدرجها في الكلام؛ فإن نطقت، فهي همزة قطع، وإن لم تنطق فهي همزة وصل. على سبيل المثال:
<ul class="org-ul">
<li>أنجز + و = وَأَنْجِزَ</li>
<li>استدرج + و = وَسْتَدرجَ. الأصح أن تكتب واستدرج ولكنها لا تنطق في الدّرج.</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orgf2ae25f" class="outline-2">
<h2 id="orgf2ae25f">رَسْمُ الهَمْزَةِ المُتَوَسِّطَةِ</h2>
<div class="outline-text-2" id="text-orgf2ae25f">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">الحركة</th>
<th scope="col" class="org-left">رسمها</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">الكسر</td>
<td class="org-left">ئ</td>
</tr>

<tr>
<td class="org-left">الضم</td>
<td class="org-left">ؤ</td>
</tr>

<tr>
<td class="org-left">الفتح</td>
<td class="org-left">أ</td>
</tr>

<tr>
<td class="org-left">السكون</td>
<td class="org-left">ء</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li><b>ملاحظة:</b> لمعرفة كيفية كتابة الهمزة المتوسّطة نقوم باستخدام قاعدة الضعف والقوة لمعرفة حركة الحرف المهموز، وحركة الّذي قبله، ثمَّ ينظر إلى قوة الحركة &#x2014; الكسرُ ثمَّ الضّمُ ثمَّ الفتحُ ثمَّ السكونُ</li>
</ul>
</div>


<div id="outline-container-orgd8ee09f" class="outline-3">
<h3 id="orgd8ee09f">أحكامٌ خاصَّةٌ لهمزةِ السّطر تخالفُ فيها هذه القاعدةَ</h3>
<div class="outline-text-3" id="text-orgd8ee09f">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">ساكن + مفتوح</th>
<th scope="col" class="org-left">ساكن + مفتوح (قريب من الطرف)</th>
<th scope="col" class="org-left">ساكن + مضموم (متضمنة ما شدد من الضم)</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">عبَاْءَةٌ</td>
<td class="org-left">مروْءَةٌ</td>
<td class="org-left">مَوْءُدَةٌ</td>
</tr>

<tr>
<td class="org-left">براْءَةٌ</td>
<td class="org-left">سُوْءَةٌ</td>
<td class="org-left">تَبَوُّءُكَ</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org9d12cda" class="outline-3">
<h3 id="org9d12cda">رَسْمُ الهَمْزَةِ المُتَوَسِّطَةِ على ألفِ مدٍّ</h3>
<div class="outline-text-3" id="text-org9d12cda">
<p>
إذا وجدت هذه الصّورة <b>أ + ا</b> فإنَّها تقلب إلى <b>آ،</b> فحقيقة كلِّ مدٍّ هو عبارةٌ عن همزةٍ، وألفٍ. على سبيل المثال:
</p>
<ul class="org-ul">
<li>شنآن = شنأان</li>
<li>كآبة = كأابة</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgb3d23e2" class="outline-2">
<h2 id="orgb3d23e2">الهَمْزَةُ المُتَطَرِّفَةُ</h2>
<div class="outline-text-2" id="text-orgb3d23e2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">الحركة</th>
<th scope="col" class="org-left">رسمها</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">الكسر</td>
<td class="org-left">مُتَلَألِئ</td>
</tr>

<tr>
<td class="org-left">الضم</td>
<td class="org-left">بُؤْبُؤٌ</td>
</tr>

<tr>
<td class="org-left">الفتح</td>
<td class="org-left">تَبَوَّأ</td>
</tr>

<tr>
<td class="org-left">السكون</td>
<td class="org-left">عِبْء</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>القاعدةُ هيَ بأن تنظر إلى الحركة الّتي تسبق الحرف المهموز (الهمزة المتطرّفة)</li>
<li>يستثنى من هذا بضع حالاتٍ، وهنَّ:
<ul class="org-ul">
<li>أن يكون الحرف ما قبلَ الآخر مشدّدً، كمثل:
<ul class="org-ul">
<li>التَبوُّء، وأصلها التبووؤ، ولكنَّ العرب تكره توالي الأحرف؛ ولذلك حوّلوا الـ ؤ إلى ء</li>
</ul></li>
<li>أن تكون الهمزة المتطرفة على السطر في حالة النّصب، وسبقت بحرف يقبل الوصل، فتكتب هكذا:
<ul class="org-ul">
<li>كُفْء = كُفْئًا</li>
<li>جُزْء = جُزْءًا</li>
</ul></li>
<li>يستثنى من ذلك إذا سبقت بحرف لا يقبل الوصل كالألف، فتكتب هكذا:
<ul class="org-ul">
<li>نساءٌ = نساءً</li>
</ul></li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org8cfeaf0" class="outline-2">
<h2 id="org8cfeaf0">الفرقُ بينَ التّاءِ المفتوحةِ، والمربوطةِ، والهاءِ</h2>
<div class="outline-text-2" id="text-org8cfeaf0">
<ul class="org-ul">
<li>القاعدة هي بأن تعتمد على النّطقِ الصّوتيِّ، فتقف عليها، وتحركها لترى حالها.</li>
<li>لا تنسى أن تضع نقاط التّاء المربوطة؛ كي لا تختلط مع هاء الضمير كمثالٍ</li>
</ul>
</div>
</div>

<div id="outline-container-orga9ace9e" class="outline-2">
<h2 id="orga9ace9e">الألفُ اللّينةُ في الحروفِ</h2>
<div class="outline-text-2" id="text-orga9ace9e">
<p>
جميعُ الحروف المختومة بألف تكتب ألفها طويلةً ما عدا أربعة أحرف، فتكتب ألفها مقصورةٌ، وهنَّ:
</p>
<ul class="org-ul">
<li>إلى</li>
<li>على</li>
<li>حتى</li>
<li>بلى</li>
</ul>
</div>
</div>

<div id="outline-container-org0d093cf" class="outline-2">
<h2 id="org0d093cf">الألفُ اللَّينةُ فِي الأسماءِ</h2>
<div class="outline-text-2" id="text-org0d093cf">
<ul class="org-ul">
<li>جميع الأسماء الأعجميّةُ المختومةُ بألف تكتب ألفها طويلةً ما عدا:
<ul class="org-ul">
<li>موسى - عيسى - متَّى - كسرى - بخارى - موسيقى</li>
</ul></li>
<li>الأسماء العربيّةُ، ويجبُ التّفريق بينهما؛ بمعرفة نوعِ الاسمِ:
<ul class="org-ul">
<li>فإن كان مبنيًّا مختومًا بألف، فتكتب ألفه طويلةً ما عدا:
<ul class="org-ul">
<li>لدى - متى - أنَّى - الأُلَى</li>
</ul></li>
<li>فإن كان معربًا، فيجب النَّظر إلى الاسم العربيِّ عن طريقِ تصريفه، لمعرفة هل هو:
<ul class="org-ul">
<li>ثلاثيٌّ: فإن كان أصل الكلمة واو، فتكتب ألفًا طويلةً، وإن كان أصلها ياءً، فتكتب مقصورةً
<ul class="org-ul">
<li>ربا - يربو = رِبًا فهو الرِبَا</li>
<li>رَحَى - يَرْحَى = رحيًا فهو الُّرحى</li>
</ul></li>
<li>جميعُ الأسماءِ الغيرِ ثلاثيّةٍ تكتبُ ألفها مقصورةً مطلقًا يستثنى منها ما سبق بياء، فتكتب ألفه عند ذلك طويلةً</li>
</ul></li>
</ul></li>
</ul>
</div>

<div id="outline-container-orgc544fe4" class="outline-3">
<h3 id="orgc544fe4">طرقُ تصريف الكلمة في الأسماء</h3>
<div class="outline-text-3" id="text-orgc544fe4">
<ul class="org-ul">
<li>التَّثنيةُ
<ul class="org-ul">
<li>عصا = عصوان (واو)</li>
</ul></li>
<li>الجمعُ
<ul class="org-ul">
<li>حصى = حُصَيَّاتٌ أو حصيانٌ (ياء)</li>
</ul></li>
<li>التّفريدُ
<ul class="org-ul">
<li>عُرَا = عُروة ()</li>
</ul></li>
<li>التّأنيثُ
<ul class="org-ul">
<li>العُشَا = ناقةٌ عشواءٌ</li>
</ul></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orge1c2b59" class="outline-2">
<h2 id="orge1c2b59">الألفُ اللَّينةُ في الأفعالِ</h2>
<div class="outline-text-2" id="text-orge1c2b59">
<p>
القاعدةُ مبنيّةٌ على معرفةِ الفعل هل هو:
</p>
<ul class="org-ul">
<li>ثلاثيٌّ: القاعدة هي نفسها قاعدة الأسماء المعربة الثلاثيّةُ.</li>
<li>غير ثلاثيٍّ: أيضًا نفس القاعدةِ للأسماء المعربة الغير ثلاثيّة</li>
</ul>
</div>

<div id="outline-container-org72c1b44" class="outline-3">
<h3 id="org72c1b44">طرقُ تصريف الكلمة في الأفعال</h3>
<div class="outline-text-3" id="text-org72c1b44">
<ul class="org-ul">
<li>بالإتيان بالمضارع
<ul class="org-ul">
<li>سما = يسمو</li>
</ul></li>
<li>بالإتيان بالمصدر
<ul class="org-ul">
<li>سعى - يسعى = سعيًا</li>
</ul></li>
<li>بإضافة التّاء
<ul class="org-ul">
<li>بكى = بكيت</li>
</ul></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org0d0fd7d" class="outline-2">
<h2 id="org0d0fd7d">الأَلِفُ الْفَارِقَةُ</h2>
<div class="outline-text-2" id="text-org0d0fd7d">
<ul class="org-ul">
<li>سمِّيت الألف الفارقةُ بذلك لأنّ بها يفرق بين واو الجماعةِ، والواو الأصليّةِ</li>
<li>الألفُ الفارقةُ تكتبُ ولا تنطق، وموضعها بعد واو الجماعةِ</li>
<li>واو الجماعة:
<ul class="org-ul">
<li>كتب = كتبوا</li>
<li>يكتبُ = هم يكتبون</li>
<li>هم لم يكتبوا</li>
</ul></li>
<li>الواو الأصليّةُ
<ul class="org-ul">
<li>يدعو = هو يدعو - هم يدعون</li>
<li>هم لم يدعوا</li>
</ul></li>
<li>واو جمع المذكر السّالم
<ul class="org-ul">
<li>معلم = معلمون</li>
<li>معلمو المدرسةِ = يقتضي حذف النّون إذا أضيف بعدها كلمة</li>
</ul></li>
</ul>
</div>
</div>
