T3.org
** الفَاصِلَةُ ،
- الفاصلةُ توجِبُ القارئ أن يقف عليها، فيسكت سكتةً خفيفةً
- مواضعُ الفاصلةِ:
  - توضعُ بين الجملِ التَّامةِ في معنى معين
    - الخطبة كلام يلقى على جمهور من الناس، بهدف الإقناع والتاثر، وحث الناس على الالتزام بقضية معينة.
  - توضعُ ببن أنواع الشيء أو أقسامه
    - فصول السنة أربعة: الربيع، والصيف، والخريف، والشتاء.
  - توضعُ بين الجمل القصيرة المعطوفة المستقلة في معانيها
    - الصدق فضيلة، والكذب رذيلة، والحسد منقصة وعجز. 
  - توضع بعد لفظ المنادى
    - يا علي، هلمَّ إلينَا.
  - توضع بين الشّرط وجوابه إذا كانت جملة الشرط طويلة
    - إذا كنت في كل الأمور تعاتب أصدقاءك، فلن يبقى لك صديق. 
  - توضعُ بين القسم وجوابه
    - ورب السموات والأرض وما بينهما، لينصرنَّ المسلمون ما داموا متمسكين بالقرآن، والسَّنةِ.
  - توضعُ بعد كلمة أو عبارة تمهد لجملة رئيسة
    - طبعاً، إذا أسندت الأمور إلى غير أصحابها ، هلكت الأمة.
  - توضعُ بعد حروف الجواب (وهي: نعم، لا، كلا، بلى)،
    - لا، ولكن انتابني شيء من الملل .
  - توضعُ بين جملتين تامتين، تربط بينهما " لكن "، إذا كانت الجملة الأولى قصيرة
    - أنت تبغضني، لكي آتي إليك.
  - توضعُ قبل كلمتي مثل أو نحو اللتين تسبقان المثال على قاعدة ما
    - تتكون الجملة الفعلية أساساً من فعل واسم، مثل: قام محمد. 
  - توضعُ بعد كلمات التعجب في بداية الجملةِ
    - عجباً، كيف تأخرت؟! 

** الفَاصِلَةُ المَنْقُوطَةُ ؛

- الوقفة في الفاصلة المنقوطة أطول قليلا في السكتة من الفاصلة
- مواضعُ الفاصلةِ المنقوطةِ
  - توضعُ بين جملتين تكون ثانيتهما مسببة عن الأولى أو نتيجة لها (أي تقدمُ السبب، وتأخر المسبب)
    - لا تصاحب شريراً؛ لأن صحبة الأشرار تردي. 
  - توضعُ بين جملتين تكون ثانيتهما سبباً في الأولى (أي تقدمُ المسبب، وتأخر السبب)
    - لا تمازح سفيهاً ولا حليماً؛ لأن السفيه يؤذيك، والحليم يشمئز منك. 
  - توضعُ بين جمل طويلة، يتألف من مجموعها كلام تام الفائدة، فيكون الغرض من وضعها إمكان التنفس بين الجمل
    - ليست المشكلة في المدارس نابعة من جفاف المناهج، أو تدني مستوى الطلاب، أو طول اليوم الدراسي؛ وإنما المشكلة في عدم تعاون الآباء مع المدرسة.
  - توضعُ بين جملتين تامتين إذا جمعت بينهما أداة ربط
    - حالما وصل الرجل، بدا السرور على وجهه؛ أما امرأته فكانت حزينة. 
      
** الوَقْفَةُ .

- توضعُ بعد نهاية الجملة التامة المعنى، ولا كلام بعدها، ولا تحمل معنى التعجب أو الاستفهام
  - خير الكلام ما قل ودل، ولم يطل فيمل. 
- توضعُ بعد نهاية الجملة الّتي تمَّ معناها، واستوفيت كلّ مقوماتها، وتطرَّقت في الجملة التّالية بمعنى جديدٍ وإعرابٍ مستقلٍ
  - قال علي بن أبى طالب: أول عوض الحليم عن حلمه أن الناس أنصاره. وحد الحلم ضبط النفس عند هيجان الغضب. وأسباب الحلم الباعثة على ضبط النفس كثيرة، لا تعجز المرء.
- توضعُ في نهاية الفقرة
  - المعلقات: قصائد مختارة من أجود الشعر الجاهلي، وتسمى المطولات والمذهبات، وقد ذكر ابن عبد ربه أن العرب قد كتبتها بالذهب، وعلقتها على الكعبة.

** النُّقْطَتان الرَّأسيَّتان :

- تستعملان في سياق التوضيح عمومًا.
- مواضعُ النُّقطتان الرَّأسيتان
  - توضعُ بعد القول أو ما هو في معناه (حكى، حدث، أخبر، سأل، أجاب، روى، تكلم...)،
    - قال أحد الحكماء: العلم أكثر من أن يؤتى به؛ فتخبر من كل شي ء أحسنه. 
  - توضعُ بين الشيء وأنواعه، أو أقسامه
    - أيام الدهر ثلاثة: يوم مضى لا يعود إليك، ويوم أنت فيه لا يدوم عليك، ويوم مستقبل لا تدري ما حاله.
  - توضعُ بين الكلام المجمل، والكلام الذي يتلوه موضحا له
    - المرء بأصغريه: قلبه، ولسانه. 
  - توضعُ قبل الأمثلة التي تساق لتوضيح قاعدة، أو حكم، وغالبا ما تستخدم النقطتان في هذه الحالة بعد كلمتي «مثل»، أو «نحو» أو قبل الكاف
    - تحذف نون المثنى عند إضافته، نحو: يدا الزرافة أطول من رجليها. 
  - توضعُ بعد الصيغ المختومة بألفاظ: «التالية»، «الآتية» ، «ما يلي»، أو ما يشبهها
    - هذه نصيحتي إليكم تتلخص فيما يأتي: لا تستمعوا إلى مقالة السوء، ولا تجروا وراء الإشاعات، ولتكن ألسنتكم من وراء عقولكم. 
  - توضعُ قبل شرح معاني المفردات والعبارات
    - الفعل: لفظ يدل على معنى في ذاته، وغير مقترن بزمن.
  - توضعُ قبل الكلام المقتبس
    - من الأقوال المأثورة: " عند الشدائد يعرف الإخوان ".

** الشّرطةُ -
- توضعُ في أوّل الجملةِ الاعتراضيَّةِ، ويؤتى بها للدعاء، أو الاحتراس، أو التّتريه، أو ما شابه ذلك
  - كان عمر بن عبد العزيز- رضي اللة عنه- الخليفة الأموي الوحيد الذي يمكن جعله في عداد الخلفاء الراشدين. 
- توضعُ بين المبتدأ والخبر إذا طال الكلام بينهما
  - الإنسان الذي يعمل بجد ونشاط، ويخلص للعمل الذي يقوم به، ريكون واثقا بنفسه، مستقيما في آرائه، صادقا في أقواله، عفيف القلب واللسان، حي الضمير- هو المثال الذي يحتذى.
- توضعُ بين الشرط وجوابه إذا طال الكلام كثيرا بينهما
  - من يسع للوصول إلى هدفه بكل جد وإخلاص، معتقدا أن الإنسان الذي لا يعمل يفشل في حياته، ومؤمنا بأن لا وصول إلا بالمثابرة، واقتحام الأهوال، والسيطرة على العقبات التي تعترض سبيله - ينجح في حياته.
- توضعُ بعد جملة طويلة، يعقبها إجمال لمعانيها
  - إن الصدق في التجربة، وجودة الصياغة الفنية، وسمو الأفكار والعواطف، وروعة الصور - كل ذلك يسهم في رفع شأن الأدب.
- توضعُ تستخدم بين الجمل المعترضة
  - ذهبت إلى المدرسة العمرية - القريبة من السوق- لمقابلة المدير.
    
** نُقَطُ الإِضْمَارِ ...
- توضعُ عندما ينقل الكاتب جملة أو فقرة أو أكثر من كلام غيره؛ للاستشهاد بها في تقرير حكم، أو في مناقشه فكرة، ويكتب بدل المحذوف نقط الإضمار؛ لتدلَّ على أنَّ الناقل لم يبتر الكلام المنقول
  - «فكرة الإحسان في الإسلام فكرة واسعة الأفق، تشمل كل خير يقدم للناس: كإعانتهم في أمورهم، أو نهيهم عن ارتكاب المعاصي، أو هدايتهم للطريق الصحيح... كل هذا إحسان، بل إن معاملة الحيوان برفق؛ إحسان وصدقة كذلك».
- توضعُ للدلالة على الإيجاز والاختصار
  - ذهبت إلى ساحات الوغى، فرأيت فيها: الجيش، والسلاح، والخيل... 
- توضع عوضا عن الكلام الذي يستقبح ذكره
  - تملكني الحزن والأسى حين سمعت هذين الرجلين يتشاتمان، ويتبادلان أنواع السباب، فيقول أحدهما... ويقول الآخر...
    
** الْقَوسَان الهِلَالِيان ()
- توضعُ بينها ألفاظ التفسير والإيضاح والتحديد
  - دخلت ثالث الحرمين (المسجد الأقصى) وصليت فيه. 
- توضعُ بينها ألفاظ الاحتراس، منعا للبس
  - الذمام (بالذال المكسورة) العهد، والزمام (بالزين المكسورة) ما تقاد به الدابة.
- الأرقام والتواريخ
  - ابن سلام الجمحي (ت 231 هـ) صاحب كتاب «طبقات فحول الشعراء».
- عند ذكر مصطلح بديل بجانب المصطلح المذكور
  - الفاصلة (أو الفصلة) علامة ترقيم شائعة*.
- العبارات التي يراد لفت النظر إليها
  - كذبتني (ولست بكاذب)، فانتبه إلى هذا الأمر.
    
