T3.html

<div id="outline-container-org1e249cf" class="outline-2">
<h2 id="org1e249cf">عَلَامَاتُ التَّرقِيمِ</h2>
<div class="outline-text-2" id="text-org1e249cf">
</div>
<div id="outline-container-org0cfec04" class="outline-3">
<h3 id="org0cfec04">الفَاصِلَةُ ،</h3>
<div class="outline-text-3" id="text-org0cfec04">
<ul class="org-ul">
<li>الفاصلةُ توجِبُ القارئ أن يقف عليها، فيسكت سكتةً خفيفةً</li>
<li>مواضعُ الفاصلةِ:
<ul class="org-ul">
<li>توضعُ بين الجملِ التَّامةِ في معنى معين
<ul class="org-ul">
<li>الخطبة كلام يلقى على جمهور من الناس، بهدف الإقناع والتاثر، وحث الناس على الالتزام بقضية معينة.</li>
</ul></li>
<li>توضعُ ببن أنواع الشيء أو أقسامه
<ul class="org-ul">
<li>فصول السنة أربعة: الربيع، والصيف، والخريف، والشتاء.</li>
</ul></li>
<li>توضعُ بين الجمل القصيرة المعطوفة المستقلة في معانيها
<ul class="org-ul">
<li>الصدق فضيلة، والكذب رذيلة، والحسد منقصة وعجز.</li>
</ul></li>
<li>توضع بعد لفظ المنادى
<ul class="org-ul">
<li>يا علي، هلمَّ إلينَا.</li>
</ul></li>
<li>توضع بين الشّرط وجوابه إذا كانت جملة الشرط طويلة
<ul class="org-ul">
<li>إذا كنت في كل الأمور تعاتب أصدقاءك، فلن يبقى لك صديق.</li>
</ul></li>
<li>توضعُ بين القسم وجوابه
<ul class="org-ul">
<li>ورب السموات والأرض وما بينهما، لينصرنَّ المسلمون ما داموا متمسكين بالقرآن، والسَّنةِ.</li>
</ul></li>
<li>توضعُ بعد كلمة أو عبارة تمهد لجملة رئيسة
<ul class="org-ul">
<li>طبعاً، إذا أسندت الأمور إلى غير أصحابها ، هلكت الأمة.</li>
</ul></li>
<li>توضعُ بعد حروف الجواب (وهي: نعم، لا، كلا، بلى)،
<ul class="org-ul">
<li>لا، ولكن انتابني شيء من الملل .</li>
</ul></li>
<li>توضعُ بين جملتين تامتين، تربط بينهما " لكن "، إذا كانت الجملة الأولى قصيرة
<ul class="org-ul">
<li>أنت تبغضني، لكي آتي إليك.</li>
</ul></li>
<li>توضعُ قبل كلمتي مثل أو نحو اللتين تسبقان المثال على قاعدة ما
<ul class="org-ul">
<li>تتكون الجملة الفعلية أساساً من فعل واسم، مثل: قام محمد.</li>
</ul></li>
<li>توضعُ بعد كلمات التعجب في بداية الجملةِ
<ul class="org-ul">
<li>عجباً، كيف تأخرت؟!</li>
</ul></li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org25113ee" class="outline-3">
<h3 id="org25113ee">الفَاصِلَةُ المَنْقُوطَةُ ؛</h3>
<div class="outline-text-3" id="text-org25113ee">
<ul class="org-ul">
<li>الوقفة في الفاصلة المنقوطة أطول قليلا في السكتة من الفاصلة</li>
<li>مواضعُ الفاصلةِ المنقوطةِ
<ul class="org-ul">
<li>توضعُ بين جملتين تكون ثانيتهما مسببة عن الأولى أو نتيجة لها (أي تقدمُ السبب، وتأخر المسبب)
<ul class="org-ul">
<li>لا تصاحب شريراً؛ لأن صحبة الأشرار تردي.</li>
</ul></li>
<li>توضعُ بين جملتين تكون ثانيتهما سبباً في الأولى (أي تقدمُ المسبب، وتأخر السبب)
<ul class="org-ul">
<li>لا تمازح سفيهاً ولا حليماً؛ لأن السفيه يؤذيك، والحليم يشمئز منك.</li>
</ul></li>
<li>توضعُ بين جمل طويلة، يتألف من مجموعها كلام تام الفائدة، فيكون الغرض من وضعها إمكان التنفس بين الجمل
<ul class="org-ul">
<li>ليست المشكلة في المدارس نابعة من جفاف المناهج، أو تدني مستوى الطلاب، أو طول اليوم الدراسي؛ وإنما المشكلة في عدم تعاون الآباء مع المدرسة.</li>
</ul></li>
<li>توضعُ بين جملتين تامتين إذا جمعت بينهما أداة ربط
<ul class="org-ul">
<li>حالما وصل الرجل، بدا السرور على وجهه؛ أما امرأته فكانت حزينة.</li>
</ul></li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org0cb5fbe" class="outline-3">
<h3 id="org0cb5fbe">الوَقْفَةُ .</h3>
<div class="outline-text-3" id="text-org0cb5fbe">
<ul class="org-ul">
<li>توضعُ بعد نهاية الجملة التامة المعنى، ولا كلام بعدها، ولا تحمل معنى التعجب أو الاستفهام
<ul class="org-ul">
<li>خير الكلام ما قل ودل، ولم يطل فيمل.</li>
</ul></li>
<li>توضعُ بعد نهاية الجملة الّتي تمَّ معناها، واستوفيت كلّ مقوماتها، وتطرَّقت في الجملة التّالية بمعنى جديدٍ وإعرابٍ مستقلٍ
<ul class="org-ul">
<li>قال علي بن أبى طالب: أول عوض الحليم عن حلمه أن الناس أنصاره. وحد الحلم ضبط النفس عند هيجان الغضب. وأسباب الحلم الباعثة على ضبط النفس كثيرة، لا تعجز المرء.</li>
</ul></li>
<li>توضعُ في نهاية الفقرة
<ul class="org-ul">
<li>المعلقات: قصائد مختارة من أجود الشعر الجاهلي، وتسمى المطولات والمذهبات، وقد ذكر ابن عبد ربه أن العرب قد كتبتها بالذهب، وعلقتها على الكعبة.</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org8110bde" class="outline-3">
<h3 id="org8110bde">النُّقْطَتان الرَّأسيَّتان :</h3>
<div class="outline-text-3" id="text-org8110bde">
<ul class="org-ul">
<li>تستعملان في سياق التوضيح عمومًا.</li>
<li>مواضعُ النُّقطتان الرَّأسيتان
<ul class="org-ul">
<li>توضعُ بعد القول أو ما هو في معناه (حكى، حدث، أخبر، سأل، أجاب، روى، تكلم&#x2026;)،
<ul class="org-ul">
<li>قال أحد الحكماء: العلم أكثر من أن يؤتى به؛ فتخبر من كل شي ء أحسنه.</li>
</ul></li>
<li>توضعُ بين الشيء وأنواعه، أو أقسامه
<ul class="org-ul">
<li>أيام الدهر ثلاثة: يوم مضى لا يعود إليك، ويوم أنت فيه لا يدوم عليك، ويوم مستقبل لا تدري ما حاله.</li>
</ul></li>
<li>توضعُ بين الكلام المجمل، والكلام الذي يتلوه موضحا له
<ul class="org-ul">
<li>المرء بأصغريه: قلبه، ولسانه.</li>
</ul></li>
<li>توضعُ قبل الأمثلة التي تساق لتوضيح قاعدة، أو حكم، وغالبا ما تستخدم النقطتان في هذه الحالة بعد كلمتي «مثل»، أو «نحو» أو قبل الكاف
<ul class="org-ul">
<li>تحذف نون المثنى عند إضافته، نحو: يدا الزرافة أطول من رجليها.</li>
</ul></li>
<li>توضعُ بعد الصيغ المختومة بألفاظ: «التالية»، «الآتية» ، «ما يلي»، أو ما يشبهها
<ul class="org-ul">
<li>هذه نصيحتي إليكم تتلخص فيما يأتي: لا تستمعوا إلى مقالة السوء، ولا تجروا وراء الإشاعات، ولتكن ألسنتكم من وراء عقولكم.</li>
</ul></li>
<li>توضعُ قبل شرح معاني المفردات والعبارات
<ul class="org-ul">
<li>الفعل: لفظ يدل على معنى في ذاته، وغير مقترن بزمن.</li>
</ul></li>
<li>توضعُ قبل الكلام المقتبس
<ul class="org-ul">
<li>من الأقوال المأثورة: " عند الشدائد يعرف الإخوان ".</li>
</ul></li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orge6effeb" class="outline-3">
<h3 id="orge6effeb">الشّرطةُ -</h3>
<div class="outline-text-3" id="text-orge6effeb">
<ul class="org-ul">
<li>توضعُ في أوّل الجملةِ الاعتراضيَّةِ، ويؤتى بها للدعاء، أو الاحتراس، أو التّتريه، أو ما شابه ذلك
<ul class="org-ul">
<li>كان عمر بن عبد العزيز- رضي اللة عنه- الخليفة الأموي الوحيد الذي يمكن جعله في عداد الخلفاء الراشدين.</li>
</ul></li>
<li>توضعُ بين المبتدأ والخبر إذا طال الكلام بينهما
<ul class="org-ul">
<li>الإنسان الذي يعمل بجد ونشاط، ويخلص للعمل الذي يقوم به، ريكون واثقا بنفسه، مستقيما في آرائه، صادقا في أقواله، عفيف القلب واللسان، حي الضمير- هو المثال الذي يحتذى.</li>
</ul></li>
<li>توضعُ بين الشرط وجوابه إذا طال الكلام كثيرا بينهما
<ul class="org-ul">
<li>من يسع للوصول إلى هدفه بكل جد وإخلاص، معتقدا أن الإنسان الذي لا يعمل يفشل في حياته، ومؤمنا بأن لا وصول إلا بالمثابرة، واقتحام الأهوال، والسيطرة على العقبات التي تعترض سبيله - ينجح في حياته.</li>
</ul></li>
<li>توضعُ بعد جملة طويلة، يعقبها إجمال لمعانيها
<ul class="org-ul">
<li>إن الصدق في التجربة، وجودة الصياغة الفنية، وسمو الأفكار والعواطف، وروعة الصور - كل ذلك يسهم في رفع شأن الأدب.</li>
</ul></li>
<li>توضعُ تستخدم بين الجمل المعترضة
<ul class="org-ul">
<li>ذهبت إلى المدرسة العمرية - القريبة من السوق- لمقابلة المدير.</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org2ee810d" class="outline-3">
<h3 id="org2ee810d">نُقَطُ الإِضْمَارِ &#x2026;</h3>
<div class="outline-text-3" id="text-org2ee810d">
<ul class="org-ul">
<li>توضعُ عندما ينقل الكاتب جملة أو فقرة أو أكثر من كلام غيره؛ للاستشهاد بها في تقرير حكم، أو في مناقشه فكرة، ويكتب بدل المحذوف نقط الإضمار؛ لتدلَّ على أنَّ الناقل لم يبتر الكلام المنقول
<ul class="org-ul">
<li>«فكرة الإحسان في الإسلام فكرة واسعة الأفق، تشمل كل خير يقدم للناس: كإعانتهم في أمورهم، أو نهيهم عن ارتكاب المعاصي، أو هدايتهم للطريق الصحيح&#x2026; كل هذا إحسان، بل إن معاملة الحيوان برفق؛ إحسان وصدقة كذلك».</li>
</ul></li>
<li>توضعُ للدلالة على الإيجاز والاختصار
<ul class="org-ul">
<li>ذهبت إلى ساحات الوغى، فرأيت فيها: الجيش، والسلاح، والخيل&#x2026;</li>
</ul></li>
<li>توضع عوضا عن الكلام الذي يستقبح ذكره
<ul class="org-ul">
<li>تملكني الحزن والأسى حين سمعت هذين الرجلين يتشاتمان، ويتبادلان أنواع السباب، فيقول أحدهما&#x2026; ويقول الآخر&#x2026;</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org5883aec" class="outline-3">
<h3 id="org5883aec">الْقَوسَان الهِلَالِيان ()</h3>
<div class="outline-text-3" id="text-org5883aec">
<ul class="org-ul">
<li>توضعُ بينها ألفاظ التفسير والإيضاح والتحديد
<ul class="org-ul">
<li>دخلت ثالث الحرمين (المسجد الأقصى) وصليت فيه.</li>
</ul></li>
<li>توضعُ بينها ألفاظ الاحتراس، منعا للبس
<ul class="org-ul">
<li>الذمام (بالذال المكسورة) العهد، والزمام (بالزين المكسورة) ما تقاد به الدابة.</li>
</ul></li>
<li>الأرقام والتواريخ
<ul class="org-ul">
<li>ابن سلام الجمحي (ت 231 هـ) صاحب كتاب «طبقات فحول الشعراء».</li>
</ul></li>
<li>عند ذكر مصطلح بديل بجانب المصطلح المذكور
<ul class="org-ul">
<li>الفاصلة (أو الفصلة) علامة ترقيم شائعة*.</li>
</ul></li>
<li>العبارات التي يراد لفت النظر إليها
<ul class="org-ul">
<li>كذبتني (ولست بكاذب)، فانتبه إلى هذا الأمر.</li>
</ul></li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">بتاريخ: السَّبْتِ للسَّابعِ والعشرين من شهرِ رمضانَ لسنةِ أربعين وأربعُ مئةٍ وألفٍ من الهجرة</p>
<p class="author">تأليف: زِيَادٌ الْعُتَيْبِيُّ</p>
<p class="date">Created: 2019-06-02 Sun 02:19</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
